tap "ankane/brew"
tap "aws/tap"
tap "bflad/tap"
tap "cloudflare/cloudflare"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "jacobbednarz/cf-vault"
tap "jacobbednarz/homebrew", "https://github.com/jacobbednarz/homebrew-tap.git"
tap "jmespath/jmespath"
tap "rs/tap"
tap "shopify/shopify"
tap "skanehira/docui"
tap "syntaqx/tap"
tap "wagoodman/dive"
brew "adr-tools"
brew "afl-fuzz"
brew "ankane/brew/pdscan"
brew "asdf", args: ["HEAD"]
brew "aspell"
brew "autojump"
brew "awscli"
brew "bashdb"
brew "bflad/tap/tfproviderlint"
brew "caddy"
brew "cfssl"
brew "cloudflare/cloudflare/cloudflared"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dnsmasq"
brew "dnscrypt-proxy", restart_service: true
brew "docker-compose"
brew "docker"
brew "fd" # better `find`
brew "findutils"
brew "gdb"
brew "geckodriver"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gperftools"
brew "gpgme"
brew "graphviz"
brew "grepcidr"
brew "grex"
brew "grpcurl"
brew "hadolint"
brew "hashcat"
brew "heroku/brew/heroku"
brew "hexyl"
brew "hopenpgp-tools"
brew "hping"
brew "htop"
brew "httperf"
brew "httpie"
brew "httpry"
brew "hub"
brew "iamy"
brew "ipcalc"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "jacobbednarz/homebrew/avgtime"
brew "jacobbednarz/homebrew/rdap" # no public formula yet so use a fork. can upstream once stable.
brew "jemalloc"
brew "jid"
brew "jo"
brew "jp"
brew "jq"
brew "libmaxminddb"
brew "libressl"
brew "libxml2"
brew "lua"
brew "mas"
brew "mitmproxy"
brew "mtr"
brew "mutt"
brew "ngrep"
brew "nmap"
brew "packer"
brew "percona-toolkit"
brew "pinentry-mac"
brew "pkg-config"
brew "plantuml"
brew "procs"
brew "psgrep"
brew "pstree"
brew "pv"
brew "pwgen"
brew "python"
brew "qrencode"
brew "rbspy"
brew "re2"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rs/tap/dnstrace"
brew "shellcheck"
brew "shopify/shopify/toxiproxy"
brew "siege"
brew "socat"
brew "sqlmap"
brew "stress-ng"
brew "svgcleaner"
brew "syntaqx/tap/serve"
brew "sysbench"
brew "sysdig"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vault"
brew "v2ray-plugin"
brew "v8"
brew "vim"
brew "wagoodman/dive/dive"
brew "watch"
brew "wget"
brew "whalebrew"
brew "whois"
brew "wrk"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "yubikey-agent"
brew "yubikey-personalization"
cask "1password-cli"
cask "1password"
cask "altair-graphql-client"
cask "amazon-chime"
cask "appcleaner"
cask "authy"
cask "autodesk-fusion360"
cask "aws-vault"
cask "blockblock"
cask "burp-suite"
cask "ccmenu"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "deckset"
cask "disk-drill"
cask "do-not-disturb"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "finicky"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "firefox"
cask "flux"
cask "fork"
cask "gas-mask"
cask "gifox"
cask "github"
cask "google-chrome-canary"
cask "google-chrome"
cask "gpg-suite"
cask "graphiql"
cask "hammerspoon"
cask "hey"
cask "imageoptim"
cask "inssider"
cask "istat-menus"
cask "iterm2-beta"
cask "jacobbednarz/cf-vault/cf-vault"
cask "kaleidoscope"
cask "keybase"
cask "keycastr"
cask "knockknock"
cask "krisp"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-edge-dev"
cask "microsoft-edge"
cask "monodraw"
cask "muzzle"
cask "netiquette"
cask "netspot"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "omnigraffle"
cask "oversight"
cask "owasp-zap"
cask "paw"
cask "pocket-casts"
cask "postbox"
cask "postico"
cask "proxyman"
cask "jacobbednarz/homebrew/raycast" # no public cask yet so use a fork. can upstream once stable.
cask "rectangle"
cask "reikey"
cask "rocket"
cask "safari-technology-preview"
cask "scrivener"
cask "sequel-pro"
cask "sketchup"
cask "slack"
cask "sloth"
cask "spotify"
cask "sublime-text"
cask "sysdig-inspect"
cask "tableplus"
cask "taskexplorer"
cask "textmate"
cask "textual"
cask "time-out"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vmware-fusion"
cask "whatsyoursign"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoomus"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
# mas "Amphetamine", id: 937984704
# mas "Be Focused", id: 973134470
# mas "ColorSnapper", id: 418176775
# mas "GIF Brewery 3", id: 1081413713
# mas "iA Writer", id: 775737590
# mas "Meeter", id: 1510445899
# mas "MCG", id: 799178412
# mas "MindNode", id: 1289197285
# mas "Shush", id: 496437906
# mas "Tailscale", id: 1475387142
# mas "The Unarchiver", id: 425424353
# mas "Things", id: 904280696
# mas "WireGuard", id: 1451685025
# mas "Xcode", id: 497799835
# mas "Internet Access Policy Viewer", id: 1482630322

instance_eval(File.read("/Users/jacob/.Brewfile.work"))
