tap "ankane/brew"
tap "aws/tap"
tap "bflad/tap"
tap "cloudflare/cloudflare"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jabley/wrk2"
tap "jacobbednarz/cf-vault"
tap "jacobbednarz/homebrew", "https://github.com/jacobbednarz/homebrew-tap.git"
tap "jmespath/jmespath"
tap "rs/tap"
tap "shopify/shopify"
tap "skanehira/docui"
tap "syntaqx/tap"
tap "wagoodman/dive"
brew "bashdb"
# brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "sysdig"
brew "bflad/tap/tfproviderlint"
brew "cloudflare/cloudflare/cloudflared"
# brew "docker-compose"
# brew "lua"
# brew "mas"
# brew "python"
brew "rs/tap/dnstrace"
brew "svn" # dependency for font-source-code-pro (?!?!)
# brew "vault"
brew "watch"
cask "1password-cli"
cask "1password"
cask "appcleaner"
cask "authy"
cask "aws-vault"
cask "beeper"
cask "cleanshot"
cask "clocker"
cask "deckset"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "fork"
cask "google-chrome-canary"
# cask "google-chrome"
cask "gpg-suite"
cask "inssider"
cask "istat-menus"
cask "istat-menus"
cask "jacobbednarz/homebrew/cf-vault"
cask "kaleidoscope"
# cask "little-snitch"
cask "logseq"
cask "microsoft-edge-dev"
cask "microsoft-edge"
cask "monodraw"
cask "muzzle"
cask "pocket-casts"
cask "postico"
cask "proxyman"
cask "raycast" # no public cask yet so use a fork. can upstream once stable.
cask "rectangle"
cask "rocket"
# cask "safari-technology-preview"
cask "shortcat"
cask "slack"
cask "spotify"
cask "soulver"
cask "sysdig-inspect"
cask "tableplus"
cask "transmit"
cask "tower"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code-insiders"
# cask "vmware-fusion"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
# cask "zoom"

# mas "Amphetamine", id: 937984704
# mas "Be Focused", id: 973134470
# mas "ColorSnapper", id: 418176775
# mas "GIF Brewery 3", id: 1081413713
# mas "iA Writer", id: 775737590
# mas "Meeter", id: 1510445899
# mas "MCG", id: 799178412
# mas "MindNode", id: 1289197285
# mas "Shush", id: 496437906
# mas "Tailscale", id: 1475387142
# mas "The Unarchiver", id: 425424353
# mas "Things", id: 904280696
# mas "WireGuard", id: 1451685025
# mas "Xcode", id: 497799835
# mas "Internet Access Policy Viewer", id: 1482630322

instance_eval(File.read("/Users/jacob/.Brewfile.work") if File.exists?("/Users/jacob/.Brewfile.work"))
