# install "meeter"
# install raycast

tap "ankane/brew"
tap "aws/tap"
tap "bflad/tap"
tap "buildkite/cli"
tap "caskroom/fonts"
tap "cloudflare/cloudflare"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "drud/ddev"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jabley/wrk2"
tap "jacobbednarz/cf-vault"
tap "jacobbednarz/homebrew", "https://github.com/jacobbednarz/homebrew-tap.git"
tap "jingweno/upterm"
tap "jmespath/jmespath"
tap "joshuaclayton/formulae"
tap "kde-mac/kde"
tap "nektos/tap"
tap "puma/puma"
tap "rs/tap"
tap "shopify/shopify"
tap "sj26/git-buildkite"
tap "skanehira/docui"
tap "syntaqx/tap"
tap "wagoodman/dive"
brew "ack"
brew "adr-tools"
brew "afl-fuzz"
brew "ankane/brew/pdscan"
brew "ansible", link: false
brew "apachetop"
brew "aptly"
brew "asciinema"
brew "asdf", args: ["HEAD"]
brew "aspell"
brew "autojump"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "bashdb"
brew "bat"
brew "bazaar"
brew "bflad/tap/tfproviderlint"
brew "bison"
brew "buildkite/cli/bk"
brew "caddy"
brew "cfssl"
brew "chromedriver"
brew "cloudflare/cloudflare/cloudflared"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dandavison/delta/git-delta"
brew "dnscrypt-proxy", restart_service: true
brew "docker-compose", link: false
brew "docker", link: false
brew "drud/ddev/ddev"
brew "exiv2"
brew "findutils"
brew "fzf"
brew "gdb"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "git-secrets"
brew "git"
brew "glow"
brew "gmp"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "gperftools"
brew "gpgme"
brew "graphviz"
brew "grc"
brew "grepcidr"
brew "grex"
brew "grpcurl"
brew "hadolint"
brew "hashcat"
brew "heroku/brew/heroku"
brew "hexyl"
brew "highlight"
brew "hping"
brew "htop"
brew "httperf"
brew "httpie"
brew "httpie"
brew "httpry"
brew "hub"
brew "hyperfine"
brew "iamy"
brew "imagemagick"
brew "ipcalc"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "jacobbednarz/homebrew/avgtime"
brew "jemalloc"
brew "jid"
brew "jo"
brew "jp"
brew "jq"
brew "libmaxminddb"
brew "libressl"
brew "libxml2"
brew "lua"
brew "macvim", link: false
brew "mas"
brew "memcache-top"
brew "memcached"
brew "mitmproxy"
brew "mtr"
brew "mutt"
brew "nektos/tap/act"
brew "neovim"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "nodenv"
brew "nvm"
brew "optipng"
brew "overmind"
brew "packer"
brew "parallel"
brew "percona-toolkit"
brew "pkg-config"
brew "plantuml"
brew "postgresql"
brew "procs"
brew "psgrep"
brew "pstree"
brew "puma/puma/puma-dev"
brew "pv"
brew "pwgen"
brew "python"
brew "rbspy"
brew "re2"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rs/tap/dnstrace"
brew "ruby-build"
brew "shadowsocks-libev"
brew "shellcheck"
brew "shopify/shopify/toxiproxy"
brew "siege"
brew "sj26/git-buildkite/git-buildkite"
brew "socat"
brew "spoof-mac"
brew "sqlmap"
brew "ssllabs-scan"
brew "stress-ng"
brew "svgcleaner"
brew "syntaqx/tap/serve"
brew "sysbench"
brew "sysdig"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "v2ray-plugin"
brew "v8"
brew "vim"
brew "wagoodman/dive/dive"
brew "watch"
brew "weechat"
brew "wget"
brew "whalebrew"
brew "whois"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yubikey-agent"
cask "1password-cli"
cask "1password"
cask "adoptopenjdk"
cask "alfred"
cask "altair-graphql-client"
cask "amazon-chime"
cask "appcleaner"
cask "atom"
cask "authy"
cask "autodesk-fusion360"
cask "aws-vault"
cask "balsamiq-mockups"
cask "bartender"
cask "blockblock"
cask "burp-suite"
cask "caffeine"
cask "ccmenu"
cask "choosy"
cask "chromedriver"
cask "cleanshot"
cask "daisydisk"
cask "dash"
cask "deckset"
cask "disk-drill"
cask "do-not-disturb"
cask "docker"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "finicky"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "firefox"
cask "flux"
cask "fork"
cask "gas-mask"
cask "gifox"
cask "google-chrome-canary"
cask "google-chrome"
cask "gpg-suite"
cask "graphiql"
cask "hammerspoon"
cask "hey"
cask "imageoptim"
cask "inssider"
cask "istat-menus"
cask "iterm2-beta"
cask "jacobbednarz/cf-vault/cf-vault"
cask "kaleidoscope"
cask "keybase"
cask "keycastr"
cask "kitematic"
cask "knockknock"
cask "krisp"
cask "licecap"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-edge-canary"
cask "microsoft-edge-dev"
cask "microsoft-edge"
cask "monodraw"
cask "muzzle"
cask "netiquette"
cask "netiquette"
cask "netspot"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "omnigraffle"
cask "oversight"
cask "owasp-zap"
cask "paw"
cask "pocket-casts"
cask "postbox"
cask "postico"
cask "proxyman"
cask "reikey"
cask "rocket"
cask "safari-technology-preview"
cask "scrivener"
cask "sequel-pro"
cask "sizeup"
cask "sketch"
cask "sketchup"
cask "skitch"
cask "skype"
cask "slack"
cask "sloth"
cask "spotify"
cask "standard-notes"
cask "sysdig-inspect"
cask "tableplus"
cask "taskexplorer"
cask "textmate"
cask "textual"
cask "time-out"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "transmit"
cask "tripmode"
cask "tripmode"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vmware-fusion"
cask "whatsyoursign"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Be Focused", id: 973134470
mas "ColorSnapper", id: 418176775
mas "Divvy", id: 413857545
mas "GIF Brewery 3", id: 1081413713
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MCG", id: 799178412
mas "MindNode", id: 1289197285
mas "Shush", id: 496437906
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Internet Access Policy Viewer", id: 1482630322
